 {
  "nodes": [
    {
      "id": "49e8b4c5-ed7f-4d8e-aff0-7f6e52e00d7e",
      "name": "Tiffany",
      "label": "Beverly",
      "description": "Veniam duis esse cillum ipsum. Commodo ullamco minim dolore adipisicing veniam do ea deserunt irure duis. Commodo minim incididunt occaecat nostrud consectetur commodo irure exercitation. Cillum proident cupidatat nisi duis in adipisicing. Ex cillum nulla irure duis. Sunt nulla nulla cillum qui consequat exercitation. Minim anim elit tempor labore quis nulla laborum.\r\n",
      "type": "iot.Element",
      "datatype": "Boolean",
      "color": "#D11D72",
      "graphtype": "node"
    },
    {
      "id": "c7d82a29-794d-46e7-a31c-28bbbfcdfb8c",
      "name": "Ramos",
      "label": "Lucille",
      "description": "Fugiat incididunt fugiat proident laborum duis mollit aliquip dolore consectetur ex nulla et aliquip exercitation. Anim occaecat exercitation sit sunt. Ad cupidatat minim laboris amet cupidatat esse occaecat culpa cillum consectetur enim commodo in quis. Deserunt officia consequat deserunt do aliqua culpa.\r\n",
      "type": "iot.Point",
      "datatype": "Boolean",
      "color": "#0090d9",
      "graphtype": "node"
    },
    {
      "id": "f63fbc97-91f9-45ee-b2b5-063f0e4b322e",
      "name": "Heidi",
      "label": "Cheri",
      "description": "Cillum velit exercitation exercitation minim deserunt aliqua incididunt ex sunt qui consectetur. Reprehenderit Lorem excepteur proident irure minim laborum in eiusmod. Minim Lorem quis id voluptate ut ea veniam mollit adipisicing cillum nulla excepteur.\r\n",
      "type": "hvac.AirhandlingUnit",
      "datatype": "NUmber",
      "color": "#f64700",
      "graphtype": "node"
    },
    {
      "id": "e28bbb29-4d68-4cc5-a94f-d8869a130a95",
      "name": "Rodgers",
      "label": "Nona",
      "description": "Incididunt pariatur aliquip laborum minim nulla ex Lorem labore. Fugiat laboris ipsum amet velit pariatur ex veniam consequat id est amet. Minim consequat sit et fugiat Lorem ad labore irure mollit cillum. Veniam aliquip irure proident enim aute et cupidatat. Duis laborum quis id officia duis velit et minim adipisicing non. Qui in aliqua laborum pariatur culpa irure occaecat aute id.\r\n",
      "type": "iot.Site",
      "datatype": "String",
      "color": "#0090d9",
      "graphtype": "node"
    },
    {
      "id": "e3542ad9-eac0-4e85-a103-f5340218e428",
      "name": "Farley",
      "label": "Britney",
      "description": "Laborum culpa incididunt proident proident quis ad sint labore sit. Veniam aliqua sunt pariatur enim ut est duis proident enim ad. Proident aliquip do exercitation sunt dolore excepteur amet dolor officia sit minim sunt. Velit ea sit est laboris commodo ut id excepteur. Proident cillum minim est Lorem officia voluptate est pariatur esse. Ut incididunt ea incididunt laborum laboris laborum. Sint culpa et reprehenderit voluptate.\r\n",
      "type": "hvac.Chiller",
      "datatype": "Boolean",
      "color": "#FF8C4C",
      "graphtype": "node"
    },
    {
      "id": "47f55e40-8e9c-4b4d-aac7-3f590a0a8464",
      "name": "Leonor",
      "label": "Joanna",
      "description": "Ex voluptate commodo commodo ipsum Lorem. Aliqua culpa quis labore ullamco nisi irure incididunt qui dolore. Fugiat aliqua consectetur do dolore eu. Velit anim officia officia magna aliquip qui eu laboris adipisicing dolore minim ut. Voluptate Lorem cillum fugiat voluptate velit ipsum. Ut irure duis sint ut tempor nostrud mollit sit aliqua culpa id tempor.\r\n",
      "type": "hvac.AirhandlingUnit",
      "datatype": "NUmber",
      "color": "#f2ad00",
      "graphtype": "node"
    },
    {
      "id": "7c1cafac-73eb-4aaf-a305-be2004f47797",
      "name": "Candy",
      "label": "Carla",
      "description": "Fugiat cillum ad exercitation ut aute fugiat minim sit esse occaecat incididunt in et officia. Esse cupidatat irure irure anim duis. Nostrud non officia amet velit. Ut laboris anim est qui exercitation velit fugiat sunt non ullamco. Dolor labore officia laboris aliqua proident laborum veniam.\r\n",
      "type": "iot.AttributeValue",
      "datatype": "NUmber",
      "color": "#FF8C4C",
      "graphtype": "node"
    },
    {
      "id": "9d364b5f-3d3b-48d0-9459-c1fc1d9915d6",
      "name": "Tia",
      "label": "Alta",
      "description": "Mollit esse nisi ipsum minim. Quis exercitation culpa commodo ut Lorem. Exercitation qui reprehenderit nisi sunt reprehenderit ea ullamco anim.\r\n",
      "type": "hvac.VariableVolume",
      "datatype": "Boolean",
      "color": "#0090d9",
      "graphtype": "node"
    },
    {
      "id": "a6567442-ab46-4e45-94b3-c361678dc7f2",
      "name": "Ernestine",
      "label": "Hopper",
      "description": "Esse tempor consectetur irure ea et culpa quis. Qui officia ipsum amet amet ea laborum esse aliquip sunt. Nulla ex dolor mollit cillum excepteur magna proident tempor fugiat magna ea nostrud.\r\n",
      "type": "iot.Element",
      "datatype": "NUmber",
      "color": "#FF8C4C",
      "graphtype": "node"
    },
    {
      "id": "a76513e4-7d84-455b-b238-29ee16b11996",
      "name": "Rogers",
      "label": "Mcdaniel",
      "description": "Quis labore ut occaecat sunt consequat et. Ad proident do eu exercitation elit dolor fugiat tempor in. Fugiat enim anim commodo laborum pariatur amet dolore aute. Commodo commodo elit sunt sit ullamco. Voluptate consequat incididunt ut consequat deserunt. Reprehenderit voluptate consequat reprehenderit fugiat labore id adipisicing ipsum nulla in laboris labore et.\r\n",
      "type": "iot.Site",
      "datatype": "String",
      "color": "#f64700",
      "graphtype": "node"
    },
    {
      "id": "e04db834-0767-4227-834c-07d5c8d42c27",
      "name": "Cameron",
      "label": "Leanna",
      "description": "Elit do duis anim dolore consequat mollit aliqua consequat sint. Voluptate non elit nostrud elit sunt ex irure nisi esse eiusmod fugiat ad laborum. Sunt enim reprehenderit laborum esse fugiat mollit nostrud minim excepteur adipisicing enim. Labore exercitation ad velit laborum adipisicing voluptate. Aliquip est deserunt culpa in irure voluptate nostrud ut aliqua. Qui eu id aliqua adipisicing sint deserunt non.\r\n",
      "type": "hvac.AirhandlingUnit",
      "datatype": "Boolean",
      "color": "#f2ad00",
      "graphtype": "node"
    },
    {
      "id": "8ba93683-18d6-41aa-abc5-140d98272b8e",
      "name": "Robin",
      "label": "Daniels",
      "description": "In esse aliquip occaecat exercitation velit ad. Ipsum quis irure ea laboris duis irure consequat. Magna occaecat veniam occaecat consectetur adipisicing nulla magna aute. Ullamco ad reprehenderit sint nostrud ea veniam eiusmod.\r\n",
      "type": "hvac.VariableVolume",
      "datatype": "enum",
      "color": "#0090d9",
      "graphtype": "node"
    },
    {
      "id": "7587403b-19d1-44c4-a110-21ea30f15501",
      "name": "Mildred",
      "label": "Traci",
      "description": "Irure aliqua qui labore ut aliqua aliquip. Voluptate tempor quis veniam enim magna incididunt et tempor elit veniam ipsum elit nisi. Laboris exercitation consequat tempor eu exercitation voluptate irure est culpa amet deserunt dolore ad veniam. Dolor do ea voluptate ad id adipisicing veniam enim. Ea sunt veniam ad consectetur. Nulla Lorem deserunt aute excepteur.\r\n",
      "type": "iot.AttributeValue",
      "datatype": "enum",
      "color": "#D11D72",
      "graphtype": "node"
    },
    {
      "id": "386b7ea4-d84c-49d5-aac2-a760289b2130",
      "name": "Chase",
      "label": "Townsend",
      "description": "Exercitation ad incididunt veniam ex qui sunt ipsum sit et. Commodo ex enim occaecat eiusmod dolore minim irure voluptate commodo veniam est aliqua labore qui. Proident in do quis enim esse occaecat veniam aliqua velit eiusmod veniam. Culpa consectetur ut veniam cillum quis et ullamco anim in ullamco commodo enim laboris amet. Aliquip ex ipsum deserunt ex tempor commodo minim duis ea est exercitation velit consectetur cupidatat.\r\n",
      "type": "iot.Region",
      "datatype": "String",
      "color": "#f64700",
      "graphtype": "node"
    },
    {
      "id": "28474357-810d-4823-ae61-1d593b449cc3",
      "name": "Beth",
      "label": "Horton",
      "description": "Duis dolor consequat velit id commodo ad aute in nostrud eu ut est. Proident id laborum tempor officia voluptate anim enim id. Duis dolor consequat ex consectetur enim ut qui est sunt id in laboris consequat. Excepteur et non excepteur fugiat veniam id.\r\n",
      "type": "iot.Country",
      "datatype": "String",
      "color": "#0090d9",
      "graphtype": "node"
    },
    {
      "id": "f2e3e44a-403e-43aa-b05a-820f4f25577d",
      "name": "Magdalena",
      "label": "Stevenson",
      "description": "Ex id commodo ullamco ullamco ad id adipisicing ea. Cillum dolore incididunt aute eu. Officia amet irure nostrud exercitation. Sint adipisicing magna ex amet anim exercitation excepteur amet elit aliqua nulla. Ipsum aliqua sunt dolor id incididunt excepteur veniam do. Enim occaecat et amet ullamco voluptate reprehenderit enim nulla.\r\n",
      "type": "iot.AttributeValue",
      "datatype": "enum",
      "color": "#2ECC71",
      "graphtype": "node"
    },
    {
      "id": "2435bfd1-f136-4beb-8991-c106d7c641b3",
      "name": "Shaffer",
      "label": "Alma",
      "description": "Ex culpa laborum ad ad dolor commodo ipsum aliqua nostrud aliquip consectetur do. Mollit irure laborum quis deserunt. Sunt fugiat officia eiusmod esse excepteur non dolor sit. Labore et cupidatat est exercitation ad ut culpa est. Pariatur elit ut velit reprehenderit culpa magna ex.\r\n",
      "type": "iot.Space",
      "datatype": "String",
      "color": "#2ECC71",
      "graphtype": "node"
    },
    {
      "id": "2890c9ee-1200-4a20-8076-5b8ecee998c9",
      "name": "Dollie",
      "label": "Price",
      "description": "Laboris est labore amet officia. Occaecat nisi mollit esse non non. Eu amet veniam veniam et laboris eu quis proident.\r\n",
      "type": "iot.Site",
      "datatype": "String",
      "color": "#0090d9",
      "graphtype": "node"
    },
    {
      "id": "e1ded557-6279-4b4b-a242-f78c06b35cb7",
      "name": "Paulette",
      "label": "Talley",
      "description": "Nulla pariatur id tempor ipsum commodo ullamco pariatur tempor consequat veniam aute elit. Culpa tempor ea et occaecat veniam incididunt voluptate aliquip adipisicing tempor. Excepteur in amet officia consequat non culpa excepteur non. Esse consectetur est id Lorem commodo est eiusmod eu deserunt dolor do quis. Minim elit eiusmod nostrud fugiat dolore non dolore Lorem enim velit elit in deserunt cupidatat. Et ea ad eiusmod nisi excepteur officia.\r\n",
      "type": "iot.Asset",
      "datatype": "String",
      "color": "#D11D72",
      "graphtype": "node"
    },
    {
      "id": "56561c2d-1e6a-4a62-b18b-4829695a9cec",
      "name": "Robinson",
      "label": "Moss",
      "description": "Esse nisi labore adipisicing incididunt fugiat. Cupidatat eiusmod elit ea commodo ad laboris velit veniam anim ea nostrud labore. Excepteur elit sit officia veniam id ex commodo occaecat consectetur excepteur. Sit reprehenderit nostrud reprehenderit quis cillum. Veniam dolor est minim non nulla. Culpa sit eiusmod exercitation voluptate.\r\n",
      "type": "iot.Site",
      "datatype": "Boolean",
      "color": "#f2ad00",
      "graphtype": "node"
    },
    {
      "id": "93d3ca91-9123-4eec-bb98-8f8e84a74f68",
      "name": "Thompson",
      "label": "Pamela",
      "description": "Anim fugiat qui ut occaecat nostrud pariatur commodo officia amet. Aliquip fugiat eiusmod cupidatat ea qui et nulla mollit dolor cupidatat. Reprehenderit ea elit officia incididunt velit et enim enim adipisicing. Est nulla cupidatat cupidatat laborum nisi velit quis. In exercitation ad nisi do deserunt aliquip dolore adipisicing ipsum commodo culpa Lorem quis et.\r\n",
      "type": "hvac.Chiller",
      "datatype": "NUmber",
      "color": "#D11D72",
      "graphtype": "node"
    },
    {
      "id": "d5394c52-408b-446a-9f6f-0f961e139243",
      "name": "Jacobson",
      "label": "Delia",
      "description": "Incididunt consectetur culpa amet laborum labore magna consequat est mollit elit occaecat adipisicing excepteur. Et ex reprehenderit nostrud ad enim mollit officia aliquip. Officia excepteur in in exercitation enim consequat cillum consequat deserunt pariatur id mollit. Lorem est laborum duis esse non tempor ex. Consequat minim proident consectetur ut nulla velit cillum pariatur dolor laboris magna. Mollit non Lorem duis cillum velit laboris amet enim duis aliqua eu ea. Mollit esse id enim proident ex eu ex adipisicing voluptate deserunt.\r\n",
      "type": "iot.AttributeValue",
      "datatype": "NUmber",
      "color": "#FF8C4C",
      "graphtype": "node"
    },
    {
      "id": "c1d97201-f86f-4250-b849-cc11932245d9",
      "name": "Rachael",
      "label": "Weaver",
      "description": "Mollit pariatur officia incididunt qui reprehenderit culpa ullamco quis ex. Ullamco id dolore cupidatat aliquip consectetur commodo enim. Proident consectetur sunt non enim cupidatat. Dolor mollit eiusmod proident qui excepteur laboris amet ea aliqua proident cupidatat. Id deserunt aliquip consequat labore veniam magna cillum est. Pariatur quis do labore duis voluptate aute incididunt adipisicing. Laboris consectetur fugiat cupidatat officia deserunt ipsum velit.\r\n",
      "type": "iot.Site",
      "datatype": "String",
      "color": "#FF8C4C",
      "graphtype": "node"
    },
    {
      "id": "00ffcaba-1836-4716-8d1d-2f70770abef0",
      "name": "Sargent",
      "label": "Rivas",
      "description": "Amet esse magna sit eiusmod amet laborum consectetur incididunt mollit esse occaecat. Ad est et ut qui voluptate fugiat. Eu labore Lorem officia enim id labore ipsum culpa id irure deserunt aliquip. Labore deserunt ipsum cillum reprehenderit incididunt mollit ipsum consequat eu consequat.\r\n",
      "type": "iot.Space",
      "datatype": "Other",
      "color": "#f2ad00",
      "graphtype": "node"
    },
    {
      "id": "1623ba63-4041-47b8-ba8c-4cd58cf1d90f",
      "name": "Henrietta",
      "label": "Bonita",
      "description": "Ea ut qui aliqua incididunt adipisicing eu ea ad labore enim culpa ex officia qui. Anim mollit est duis laboris consequat do aliqua duis non labore est non reprehenderit. Ad nostrud ex amet sunt sint nisi labore. Esse elit ipsum qui do ipsum eu laborum.\r\n",
      "type": "iot.Space",
      "datatype": "Other",
      "color": "#2ECC71",
      "graphtype": "node"
    },
    {
      "id": "b25a5e56-0952-4a38-ac33-8189015fead9",
      "name": "Regina",
      "label": "Nora",
      "description": "Enim ea ex in fugiat occaecat. Amet et officia deserunt deserunt et mollit amet occaecat do adipisicing. Nulla cillum enim aliquip ex. Deserunt aliqua qui cillum veniam anim occaecat. Sunt laborum aute fugiat anim aliquip sint ex tempor. Nulla ex magna dolore sit quis. Ipsum nisi deserunt ullamco ut excepteur in.\r\n",
      "type": "hvac.VariableVolume",
      "datatype": "enum",
      "color": "#FF8C4C",
      "graphtype": "node"
    },
    {
      "id": "d914dbed-0841-4190-8ef9-19627c5adfc8",
      "name": "Tamera",
      "label": "Chelsea",
      "description": "Amet ex mollit magna ullamco consequat ipsum adipisicing enim eiusmod mollit excepteur ullamco. Ad excepteur Lorem incididunt occaecat cupidatat incididunt quis do excepteur. Eu veniam laboris magna magna duis enim labore id aute do voluptate. Ullamco nisi in anim proident irure cillum et ullamco reprehenderit consequat consequat. Fugiat aute magna pariatur nostrud nostrud laborum sint irure culpa.\r\n",
      "type": "hvac.VariableVolume",
      "datatype": "Boolean",
      "color": "#f2ad00",
      "graphtype": "node"
    },
    {
      "id": "fabc15c7-7e1d-486b-ac7a-3e597e8d93f5",
      "name": "Lidia",
      "label": "Kay",
      "description": "Velit aliquip laborum eiusmod elit occaecat nulla. Nostrud laboris tempor veniam proident aute dolor minim exercitation mollit. Voluptate exercitation incididunt anim culpa esse est do deserunt ex voluptate in quis pariatur. Ea aliqua ipsum eiusmod ullamco veniam consectetur consequat aliquip in do. Sit est dolore cupidatat nisi est non proident velit laboris. Minim ut consectetur officia consequat aute minim sunt ipsum. Sit commodo esse exercitation ullamco ullamco irure do excepteur eu nisi.\r\n",
      "type": "hvac.VariableVolume",
      "datatype": "enum",
      "color": "#0090d9",
      "graphtype": "node"
    },
    {
      "id": "1a9da869-2f9a-4d12-ad06-8a7283f3b2a0",
      "name": "Fuller",
      "label": "Nichole",
      "description": "Mollit enim in occaecat aute non nostrud ullamco deserunt sunt et sint tempor. Incididunt excepteur sint consequat velit sunt labore sit. Enim proident ea voluptate incididunt pariatur in ad.\r\n",
      "type": "iot.Country",
      "datatype": "String",
      "color": "#f2ad00",
      "graphtype": "node"
    },
    {
      "id": "9de36104-1929-41ab-be9b-c00ba3b7e175",
      "name": "Griffin",
      "label": "Evans",
      "description": "Labore ad mollit eu ipsum esse exercitation exercitation aute. Incididunt Lorem consectetur veniam nisi officia quis pariatur aliqua est cupidatat in fugiat. Adipisicing incididunt eiusmod fugiat officia fugiat sit sunt velit dolor.\r\n",
      "type": "iot.Element",
      "datatype": "Other",
      "color": "#2ECC71",
      "graphtype": "node"
    },
    {
      "id": "edb0f3cd-e64f-44b6-b55f-b20571c0d7b6",
      "name": "Buck",
      "label": "Charles",
      "description": "Ex qui magna sunt adipisicing commodo et esse anim Lorem sit. Sunt Lorem pariatur in labore sint. Pariatur exercitation sit dolor enim Lorem aliquip fugiat Lorem anim ullamco. Tempor sit excepteur deserunt nisi voluptate sit nostrud enim exercitation fugiat ea in velit. Nulla aliquip labore consequat velit velit elit nostrud enim adipisicing et. Commodo nisi adipisicing reprehenderit in nostrud adipisicing amet cupidatat id aute anim.\r\n",
      "type": "iot.AttributeValue",
      "datatype": "Other",
      "color": "#f64700",
      "graphtype": "node"
    },
    {
      "id": "9c994df5-4817-4d28-bdd6-902a8913bb1b",
      "name": "Wilma",
      "label": "Duke",
      "description": "Pariatur ea aute veniam amet in esse proident pariatur duis pariatur ea irure. Magna non occaecat reprehenderit sit aliquip duis ullamco aliquip excepteur officia et. Mollit adipisicing reprehenderit consequat excepteur enim quis.\r\n",
      "type": "iot.Country",
      "datatype": "Boolean",
      "color": "#D11D72",
      "graphtype": "node"
    },
    {
      "id": "cacac581-b4d4-4a41-9179-ce2a0f553539",
      "name": "Parrish",
      "label": "Potter",
      "description": "Id cupidatat deserunt consectetur Lorem duis ex reprehenderit. Ut culpa aute excepteur proident velit excepteur deserunt irure. Nisi non do velit esse cupidatat nisi labore adipisicing deserunt officia sit duis aliquip in. Excepteur velit officia aliquip et et consectetur fugiat ullamco cupidatat ex anim nostrud. Magna culpa laborum commodo deserunt irure aliquip labore nisi aliquip fugiat qui esse tempor. Do excepteur velit reprehenderit veniam Lorem consequat do ullamco ea laborum voluptate dolore consectetur velit. Ex id excepteur in dolore quis proident mollit ipsum minim.\r\n",
      "type": "iot.Space",
      "datatype": "NUmber",
      "color": "#D11D72",
      "graphtype": "node"
    },
    {
      "id": "ebd324f4-abbd-42fa-afd0-013bdef5e570",
      "name": "Melva",
      "label": "Terry",
      "description": "Amet amet ullamco occaecat est proident tempor pariatur laboris sunt sit consectetur veniam velit magna. Consequat est consectetur veniam mollit dolore cillum excepteur esse excepteur eu cupidatat consectetur. Mollit aliqua nostrud elit magna eiusmod.\r\n",
      "type": "hvac.Chiller",
      "datatype": "NUmber",
      "color": "#0090d9",
      "graphtype": "node"
    },
    {
      "id": "0c368616-e60c-4322-a11c-71c740934bcf",
      "name": "Reynolds",
      "label": "Deann",
      "description": "Ad minim et ea ad nostrud sunt pariatur. Sit ipsum reprehenderit incididunt sunt nisi laborum in. Dolore nostrud in aliquip excepteur sint labore laborum ipsum velit dolore non fugiat ut magna. Minim est ullamco tempor ipsum nulla est dolore excepteur mollit. Nostrud excepteur enim culpa irure nisi sit tempor anim minim sunt est nisi ipsum magna.\r\n",
      "type": "hvac.VariableVolume",
      "datatype": "enum",
      "color": "#f2ad00",
      "graphtype": "node"
    },
    {
      "id": "bd232f56-0f7d-4902-8ca7-798a05cb3484",
      "name": "Mccarthy",
      "label": "Delgado",
      "description": "Ullamco qui ipsum exercitation culpa ut culpa aliquip consectetur adipisicing veniam anim. Id duis consequat occaecat dolore sunt duis officia ipsum id laboris cupidatat. Laborum dolore duis fugiat aliquip ut adipisicing ullamco Lorem eu labore pariatur qui. Officia nulla officia incididunt deserunt laboris. Magna velit consectetur occaecat aliqua elit occaecat quis aliquip.\r\n",
      "type": "hvac.VariableVolume",
      "datatype": "Boolean",
      "color": "#0090d9",
      "graphtype": "node"
    },
    {
      "id": "f9421d18-393e-475d-b915-764bb8967b33",
      "name": "Janell",
      "label": "Madden",
      "description": "Fugiat proident voluptate dolore consequat nostrud esse elit labore magna fugiat quis proident. Labore sunt eiusmod nulla sunt sit dolor dolor proident deserunt officia voluptate proident. Cillum laboris Lorem veniam Lorem reprehenderit. Cillum mollit pariatur sunt et ut irure consectetur. Non eiusmod irure adipisicing enim cillum cupidatat enim et do do veniam incididunt id ullamco.\r\n",
      "type": "iot.AttributeValue",
      "datatype": "String",
      "color": "#f2ad00",
      "graphtype": "node"
    },
    {
      "id": "9b95f415-17bf-4634-9a29-4876af09c73c",
      "name": "Shawn",
      "label": "Rush",
      "description": "Enim et excepteur quis minim nulla commodo laboris in qui culpa anim. Irure incididunt excepteur ut ullamco sint consequat dolore adipisicing voluptate fugiat aliqua magna nulla. Consequat dolore esse commodo nostrud nostrud culpa nulla anim est ea.\r\n",
      "type": "iot.Country",
      "datatype": "enum",
      "color": "#2ECC71",
      "graphtype": "node"
    },
    {
      "id": "b764c313-ea21-4e03-81ae-30a78684778b",
      "name": "Terry",
      "label": "Charity",
      "description": "Elit aute irure sunt minim. Ipsum ex Lorem dolore in dolore quis. Lorem pariatur ullamco mollit esse occaecat laboris excepteur sunt anim duis mollit. Proident ut ex excepteur tempor. Consequat laboris id consectetur deserunt elit mollit dolore dolore anim ad irure proident consectetur. Ullamco pariatur magna enim id eiusmod quis ea occaecat sint in mollit.\r\n",
      "type": "hvac.VariableVolume",
      "datatype": "String",
      "color": "#0090d9",
      "graphtype": "node"
    },
    {
      "id": "2fac68f0-15cc-4212-aa79-d0493b7e38fd",
      "name": "Jodi",
      "label": "Krystal",
      "description": "Sunt enim velit ad consequat sit proident. Cupidatat eiusmod ea nulla consectetur anim duis exercitation sunt ea mollit. Est anim do do eu est esse veniam elit anim.\r\n",
      "type": "iot.AttributeValue",
      "datatype": "enum",
      "color": "#f2ad00",
      "graphtype": "node"
    },
    {
      "id": "5c1dfad1-242d-4592-afde-f7db45b079a7",
      "name": "Guerrero",
      "label": "Carney",
      "description": "Amet do id veniam quis cupidatat sunt ea mollit pariatur minim sint. Voluptate labore exercitation sint aliqua irure voluptate anim aliquip ipsum duis laborum cupidatat. Adipisicing ipsum duis cillum irure voluptate exercitation deserunt elit eu ex nulla commodo incididunt. Aliqua aliqua dolore nulla eu et ea adipisicing laborum adipisicing adipisicing cillum excepteur officia consectetur. Consectetur cillum cillum qui sit aliqua ipsum eiusmod et enim duis commodo velit commodo. Occaecat ad minim Lorem officia consequat sit laboris minim. Est tempor sint enim incididunt aliquip est amet tempor enim laboris Lorem occaecat.\r\n",
      "type": "iot.AttributeValue",
      "datatype": "NUmber",
      "color": "#FF8C4C",
      "graphtype": "node"
    },
    {
      "id": "8e1d5b1d-eed1-40e9-86be-67036c48365d",
      "name": "Mccall",
      "label": "Erica",
      "description": "Veniam ex ut cillum quis laboris irure pariatur aliquip ea. Incididunt occaecat cillum labore ut. Consequat excepteur elit voluptate aute aute exercitation esse ex magna esse excepteur minim. Veniam aliquip commodo labore tempor adipisicing dolor culpa voluptate exercitation pariatur mollit cillum minim. Esse ad commodo deserunt dolore sunt dolore non incididunt laboris cillum consectetur sit. Anim fugiat enim proident quis in aute eu sit occaecat sint aute minim. Ullamco ipsum eiusmod sit eu est nisi ipsum id culpa commodo irure eu nisi.\r\n",
      "type": "hvac.VariableVolume",
      "datatype": "NUmber",
      "color": "#f2ad00",
      "graphtype": "node"
    },
    {
      "id": "a780b9ac-c7cd-42a9-bca7-f391cd39b646",
      "name": "Genevieve",
      "label": "Maddox",
      "description": "Adipisicing fugiat excepteur ad Lorem ut labore dolor velit. Dolor reprehenderit velit ea eiusmod consequat ad nulla in aliquip exercitation aliqua adipisicing. Voluptate voluptate elit aute laboris non laboris in. Irure reprehenderit ad veniam non non enim duis nisi fugiat officia do. Aute sit ipsum id elit ullamco occaecat magna qui.\r\n",
      "type": "hvac.Chiller",
      "datatype": "Boolean",
      "color": "#D11D72",
      "graphtype": "node"
    },
    {
      "id": "306b6b27-4fc1-4859-b688-cb578fea48ba",
      "name": "Marisa",
      "label": "Jaclyn",
      "description": "Velit reprehenderit laborum fugiat duis tempor occaecat mollit elit nostrud aliqua fugiat. Est commodo do irure nisi dolor eu exercitation ea. Pariatur aliqua sint incididunt labore magna laborum esse Lorem aliqua culpa eiusmod fugiat fugiat. Fugiat nulla adipisicing et ex reprehenderit nulla. Sit exercitation ad Lorem duis culpa id et occaecat mollit.\r\n",
      "type": "hvac.Chiller",
      "datatype": "Other",
      "color": "#2ECC71",
      "graphtype": "node"
    },
    {
      "id": "3222ac85-e8b6-476f-b135-59e8ddfcf740",
      "name": "Rowland",
      "label": "Fuentes",
      "description": "Eiusmod minim dolor reprehenderit amet sunt in sint veniam. Sint deserunt nostrud ullamco quis eiusmod aliqua laboris ad cillum amet. Aliquip velit aliqua dolor laboris reprehenderit consequat est sint.\r\n",
      "type": "iot.Site",
      "datatype": "enum",
      "color": "#f64700",
      "graphtype": "node"
    },
    {
      "id": "b52a4540-aeed-4ac9-b269-edb86e1c29c0",
      "name": "Mcclure",
      "label": "Ofelia",
      "description": "Officia incididunt excepteur ex ut nisi. Do deserunt quis adipisicing veniam ullamco. Ut est excepteur magna ullamco amet ex enim nulla ullamco sint proident do id voluptate. Eu cupidatat dolor dolor incididunt.\r\n",
      "type": "iot.Country",
      "datatype": "String",
      "color": "#0090d9",
      "graphtype": "node"
    },
    {
      "id": "ac80676d-ac85-4cef-b079-b6ea98b086de",
      "name": "Orr",
      "label": "Burris",
      "description": "Aliquip duis magna reprehenderit minim qui eiusmod voluptate dolor proident sit in eu velit minim. Nulla amet consectetur magna sint. Irure ullamco minim laborum aliqua voluptate. Et exercitation fugiat mollit et pariatur laboris duis Lorem. Elit laborum Lorem laborum occaecat.\r\n",
      "type": "iot.AttributeValue",
      "datatype": "Boolean",
      "color": "#f64700",
      "graphtype": "node"
    },
    {
      "id": "21fe1d5e-0674-4803-b766-a1e8eb150452",
      "name": "Myers",
      "label": "Bridgette",
      "description": "Nisi do ut nulla consequat. Ad anim ut consequat eu proident sunt sunt tempor proident quis. Ut qui aliquip ad consectetur aliqua ea culpa cupidatat cupidatat commodo anim irure. Eiusmod aliqua enim tempor Lorem aliquip consequat aliqua.\r\n",
      "type": "hvac.AirhandlingUnit",
      "datatype": "String",
      "color": "#D11D72",
      "graphtype": "node"
    },
    {
      "id": "c99326d6-0371-4371-95a5-c45454ff5056",
      "name": "Sharlene",
      "label": "Giles",
      "description": "Magna labore do qui ea ullamco occaecat amet tempor culpa exercitation sit. Aliqua do incididunt tempor est. Laborum non labore tempor magna minim pariatur exercitation est anim ipsum Lorem occaecat non voluptate. Anim incididunt ad irure enim nostrud culpa mollit fugiat occaecat nulla esse esse. Officia fugiat minim sint irure officia eu anim excepteur aute voluptate ea. Sint ut voluptate elit Lorem ex exercitation laborum ex.\r\n",
      "type": "iot.Region",
      "datatype": "enum",
      "color": "#2ECC71",
      "graphtype": "node"
    },
    {
      "id": "c91c9549-3db0-483b-b814-dc3412d837ba",
      "name": "Berta",
      "label": "Fields",
      "description": "Nisi dolore labore et ut mollit pariatur aute officia. Lorem sit officia voluptate irure adipisicing exercitation. Reprehenderit ea sit fugiat laboris. Ipsum esse ut consequat occaecat. Eu fugiat laboris adipisicing irure ad.\r\n",
      "type": "iot.AttributeValue",
      "datatype": "Other",
      "color": "#f2ad00",
      "graphtype": "node"
    },
    {
      "id": "e1135a72-f210-4cac-a5cd-d199ae0c040d",
      "name": "Preston",
      "label": "Raquel",
      "description": "Voluptate quis laboris voluptate voluptate. Tempor anim anim est consectetur consequat ad quis. Esse ea ullamco nisi sunt. Pariatur cupidatat cillum ad ullamco. Minim exercitation do Lorem pariatur ut proident adipisicing et mollit. Elit consectetur incididunt nostrud labore mollit eu sunt. Exercitation excepteur pariatur amet cillum velit non.\r\n",
      "type": "iot.Asset",
      "datatype": "String",
      "color": "#2ECC71",
      "graphtype": "node"
    },
    {
      "id": "c6947212-5b7b-48ef-8327-9ad67393cd86",
      "name": "Delacruz",
      "label": "Hoffman",
      "description": "Aute laboris pariatur exercitation nulla nostrud duis amet consequat cillum reprehenderit. Ut nostrud aliquip eiusmod in ad sit Lorem incididunt qui minim in dolor. Cupidatat qui consectetur sunt dolor quis duis amet. Duis ex in culpa sint reprehenderit. Qui proident magna magna consequat duis officia sit velit deserunt qui.\r\n",
      "type": "iot.Asset",
      "datatype": "NUmber",
      "color": "#D11D72",
      "graphtype": "node"
    },
    {
      "id": "8e6a3f80-9b10-470a-a594-950c29e9462a",
      "name": "Lilian",
      "label": "Molina",
      "description": "Et ullamco ullamco laboris nostrud aliquip quis anim exercitation occaecat. Ea duis consequat nostrud cillum culpa. Dolore incididunt ad pariatur reprehenderit mollit ex duis officia ullamco anim officia. Laborum amet culpa Lorem quis id excepteur sunt adipisicing. Laborum reprehenderit tempor cillum adipisicing. Cupidatat laboris incididunt pariatur eu nulla amet eu ipsum mollit nulla aliquip esse duis enim.\r\n",
      "type": "iot.Space",
      "datatype": "Other",
      "color": "#FF8C4C",
      "graphtype": "node"
    },
    {
      "id": "f51c4960-de78-4f6e-8176-3d034d86d154",
      "name": "Jones",
      "label": "Bryant",
      "description": "In enim est ex ut amet. Occaecat excepteur in adipisicing veniam dolor labore fugiat esse culpa occaecat et. Id aliqua dolor qui voluptate minim sint magna tempor. Ad ut cillum laborum veniam eu aliquip nostrud cupidatat excepteur culpa eu non sunt qui.\r\n",
      "type": "iot.Element",
      "datatype": "Other",
      "color": "#FF8C4C",
      "graphtype": "node"
    },
    {
      "id": "63c05dbb-79c8-47fc-bb1d-4e5dfd647732",
      "name": "Sanchez",
      "label": "Lopez",
      "description": "Est est et deserunt culpa veniam in velit id voluptate officia. Reprehenderit laboris mollit Lorem id deserunt enim duis incididunt nisi. Sit deserunt nisi incididunt anim aliquip aute velit cillum quis officia sint. Minim exercitation et magna deserunt deserunt incididunt sunt. Lorem dolor magna consequat ad non laborum esse laborum laboris. Eiusmod in in laboris exercitation reprehenderit cupidatat proident et do enim voluptate non consequat. Anim sunt ea cillum ipsum eu aliqua anim enim.\r\n",
      "type": "iot.Space",
      "datatype": "NUmber",
      "color": "#f2ad00",
      "graphtype": "node"
    },
    {
      "id": "454c36f7-f47b-418f-bd04-f1d8a1c99844",
      "name": "Compton",
      "label": "Chrystal",
      "description": "Cupidatat ullamco ut minim enim non irure nisi officia eu non mollit fugiat sunt. Adipisicing nulla proident nulla est eiusmod ipsum eu occaecat cupidatat fugiat nisi dolore et. Pariatur consectetur dolore nulla non anim in ex dolore non non. Qui id elit consectetur incididunt pariatur Lorem consequat. Pariatur fugiat officia incididunt occaecat tempor quis velit pariatur.\r\n",
      "type": "iot.Asset",
      "datatype": "Other",
      "color": "#2ECC71",
      "graphtype": "node"
    },
    {
      "id": "8758430d-75cb-4242-9178-ef2413baecb8",
      "name": "Louise",
      "label": "Castro",
      "description": "Veniam dolor consequat ex cupidatat et excepteur exercitation voluptate cillum tempor adipisicing ad sunt eiusmod. Ad officia commodo cupidatat fugiat pariatur culpa aute labore minim deserunt tempor et. Quis commodo anim amet anim dolore fugiat dolore dolore duis in ullamco anim elit. Sint deserunt incididunt aliquip ipsum sit ut proident ipsum quis ex sint ea aute.\r\n",
      "type": "hvac.VariableVolume",
      "datatype": "Other",
      "color": "#2ECC71",
      "graphtype": "node"
    },
    {
      "id": "c484e77d-71f7-4557-90a5-2ac9f8c7446d",
      "name": "Stone",
      "label": "Letha",
      "description": "Cupidatat incididunt esse aute ex duis nisi mollit ex occaecat consectetur mollit proident occaecat nulla. Reprehenderit ea sint ipsum dolore ex ipsum amet. Dolore ad ea sunt ad occaecat. Non excepteur anim ullamco velit voluptate duis nisi eu. Duis cupidatat in fugiat cupidatat nostrud non minim.\r\n",
      "type": "hvac.Chiller",
      "datatype": "Boolean",
      "color": "#D11D72",
      "graphtype": "node"
    },
    {
      "id": "1a7ecde7-1bbb-4abe-951d-76b98bf2311f",
      "name": "Stuart",
      "label": "Joni",
      "description": "Ex exercitation veniam elit et in adipisicing adipisicing cillum ex deserunt exercitation veniam fugiat ut. Sint enim veniam sit sit. Lorem do esse non id sint et. Dolor ad pariatur enim sunt ad nulla ex do voluptate nostrud enim nisi ea Lorem.\r\n",
      "type": "hvac.VariableVolume",
      "datatype": "NUmber",
      "color": "#2ECC71",
      "graphtype": "node"
    },
    {
      "id": "163bcca4-65b1-4e42-9898-c0f1036c75f8",
      "name": "Alyce",
      "label": "Earlene",
      "description": "Excepteur labore cillum ad esse tempor commodo veniam esse fugiat esse. Cupidatat ex sit commodo occaecat non nisi eu excepteur eiusmod eu dolor ipsum. Minim proident mollit nisi cillum excepteur elit commodo Lorem quis pariatur. Veniam tempor Lorem qui ipsum dolore non in. Esse deserunt aliqua voluptate dolor eiusmod anim deserunt laboris cupidatat aliqua aliquip. Ex sint officia veniam velit magna. Proident non minim veniam minim tempor nulla consectetur officia do aute in excepteur et.\r\n",
      "type": "iot.Space",
      "datatype": "Other",
      "color": "#D11D72",
      "graphtype": "node"
    },
    {
      "id": "aedab72d-ec04-41f6-beeb-f9ffc1a57f08",
      "name": "Lesa",
      "label": "Vanessa",
      "description": "Occaecat excepteur Lorem ea aliqua nulla esse Lorem laboris proident sunt esse reprehenderit. Do commodo laboris deserunt sit id deserunt ullamco nostrud cupidatat exercitation veniam eiusmod ex Lorem. Occaecat voluptate voluptate anim commodo irure ut.\r\n",
      "type": "iot.Site",
      "datatype": "Boolean",
      "color": "#f2ad00",
      "graphtype": "node"
    },
    {
      "id": "9b6d4d3a-4853-49d7-8d9e-d28fde87172e",
      "name": "Lara",
      "label": "Charlotte",
      "description": "Nulla esse fugiat ad labore sint consectetur. Consectetur aliquip ipsum commodo elit fugiat labore magna ad amet cupidatat officia consectetur sunt. Qui ut id excepteur consequat quis cupidatat ut minim. Lorem duis consectetur et exercitation ut pariatur cupidatat incididunt. Quis tempor reprehenderit ex fugiat nisi ut ea Lorem. Dolor non anim labore pariatur minim consectetur laborum adipisicing excepteur nostrud do dolor in.\r\n",
      "type": "iot.Site",
      "datatype": "NUmber",
      "color": "#D11D72",
      "graphtype": "node"
    },
    {
      "id": "766d46aa-aa0d-4fc3-bd4a-232a86654e11",
      "name": "Bentley",
      "label": "Marianne",
      "description": "Elit amet eu veniam anim. Do sit veniam ea anim. Sit voluptate veniam non cillum officia et duis.\r\n",
      "type": "iot.Space",
      "datatype": "Boolean",
      "color": "#f2ad00",
      "graphtype": "node"
    },
    {
      "id": "1cb76843-4666-4ff6-90df-b0668d355ca0",
      "name": "Hannah",
      "label": "Dennis",
      "description": "Veniam amet nostrud officia amet sit exercitation. Sint eiusmod anim ipsum deserunt do ullamco anim reprehenderit. Excepteur occaecat proident excepteur eiusmod veniam ad aliquip dolore adipisicing eiusmod pariatur elit. Eu incididunt occaecat nulla est velit cillum veniam nulla fugiat quis aliqua. Mollit non elit ad nostrud quis.\r\n",
      "type": "hvac.Chiller",
      "datatype": "NUmber",
      "color": "#FF8C4C",
      "graphtype": "node"
    },
    {
      "id": "96649232-de7b-400c-a141-66d2ce2d56ae",
      "name": "Debora",
      "label": "Soto",
      "description": "Incididunt esse enim mollit cupidatat labore non ex dolore cillum nulla nulla do. Amet eu Lorem sit dolore laborum velit. Sit eiusmod velit Lorem consectetur elit pariatur aliquip nostrud. Sint aliquip pariatur nulla aute consectetur. Ea consequat deserunt aliqua elit pariatur nostrud nostrud ad mollit in occaecat proident.\r\n",
      "type": "hvac.AirhandlingUnit",
      "datatype": "Other",
      "color": "#FF8C4C",
      "graphtype": "node"
    },
    {
      "id": "a8e0168f-d5ec-437e-8f1d-f8246374976e",
      "name": "Roseann",
      "label": "Alfreda",
      "description": "Duis proident voluptate quis enim duis nisi deserunt. Aliqua enim exercitation fugiat mollit Lorem enim sunt velit veniam ipsum ipsum. Qui laborum cupidatat eiusmod laborum aliquip tempor cupidatat velit officia culpa laboris sint magna quis. Sint sit anim do proident occaecat quis tempor consectetur aliqua sunt Lorem qui voluptate enim. Ex dolore voluptate aliquip ullamco.\r\n",
      "type": "iot.Region",
      "datatype": "String",
      "color": "#D11D72",
      "graphtype": "node"
    },
    {
      "id": "e1581c84-7336-405b-b918-944ee2c16888",
      "name": "Rosa",
      "label": "Roach",
      "description": "Est labore et consectetur proident non mollit enim dolore enim. Cillum non adipisicing enim sit ex deserunt sint non ea ex culpa exercitation labore cupidatat. Magna do laborum officia anim est amet est adipisicing enim aliqua irure commodo. Officia enim nulla quis est ad. Ex nostrud ea irure consectetur in. Cupidatat mollit irure sunt do nisi fugiat culpa anim ut adipisicing ut fugiat consectetur. Labore duis nulla dolor consectetur voluptate incididunt laboris nisi dolore nulla exercitation.\r\n",
      "type": "iot.Space",
      "datatype": "String",
      "color": "#f64700",
      "graphtype": "node"
    },
    {
      "id": "7b65d948-d7de-40f6-a492-d0812f05ce38",
      "name": "Dudley",
      "label": "Stout",
      "description": "Do est adipisicing commodo non laboris minim dolor. Amet minim consectetur sit fugiat elit quis. Eu cupidatat eu adipisicing sint labore in cillum. Lorem dolor qui aliquip ex minim eiusmod est incididunt consectetur. Ea ex aute eu voluptate cillum incididunt ullamco. Nisi ex aliqua magna adipisicing aliquip ut deserunt duis cillum voluptate.\r\n",
      "type": "iot.Region",
      "datatype": "Other",
      "color": "#0090d9",
      "graphtype": "node"
    },
    {
      "id": "0132f583-f136-4800-b128-e6b086ab97b1",
      "name": "Aurora",
      "label": "Alice",
      "description": "Ullamco nulla sint culpa nisi. Aliqua non Lorem mollit elit irure aute aliquip elit fugiat sunt. Dolore cillum amet aliquip esse in incididunt exercitation et minim fugiat minim magna dolore. Lorem occaecat in nulla tempor nisi sit adipisicing. Voluptate laboris fugiat velit commodo est dolor sunt Lorem est.\r\n",
      "type": "hvac.Chiller",
      "datatype": "NUmber",
      "color": "#2ECC71",
      "graphtype": "node"
    },
    {
      "id": "693d2ccd-8c42-4e41-ab5c-3ae4c45f43d1",
      "name": "Booker",
      "label": "Wendy",
      "description": "Ea pariatur irure non eu deserunt. Officia quis est sit in tempor aliquip eiusmod commodo laboris cillum cillum enim. Id est veniam esse elit esse. Exercitation excepteur ea eu cupidatat ullamco et do officia do. Sunt ea sint id aliqua consectetur. Irure amet Lorem commodo officia officia eu pariatur consectetur aliquip anim. Enim labore tempor laboris reprehenderit magna cupidatat ullamco sit.\r\n",
      "type": "iot.Point",
      "datatype": "String",
      "color": "#f2ad00",
      "graphtype": "node"
    },
    {
      "id": "d272c27b-a445-49f2-a231-4593f93aeb66",
      "name": "Ewing",
      "label": "Carlene",
      "description": "Magna sunt aliquip duis fugiat ut cupidatat. Laborum anim est nulla culpa qui eiusmod nisi. Laboris esse Lorem exercitation in. Eu id aliquip nostrud Lorem labore ad velit ex sunt exercitation minim. Nulla consequat laborum sint sunt aliquip incididunt consectetur nostrud amet occaecat commodo do qui.\r\n",
      "type": "iot.Country",
      "datatype": "String",
      "color": "#FF8C4C",
      "graphtype": "node"
    },
    {
      "id": "dfda5482-67aa-4aca-b5a8-2535b3129410",
      "name": "Kathie",
      "label": "Catalina",
      "description": "Voluptate laboris nisi qui ex ipsum proident do sint ullamco consequat excepteur excepteur culpa. Elit nostrud elit esse et duis irure exercitation qui id. Deserunt fugiat exercitation laborum commodo adipisicing veniam consectetur duis. Fugiat nisi aliqua amet consequat culpa nulla Lorem minim. Deserunt ut eiusmod culpa eu sunt eiusmod nostrud eu. Non laborum fugiat reprehenderit id. Pariatur aute dolor nostrud incididunt proident eiusmod ipsum elit sit ea eu magna.\r\n",
      "type": "iot.Country",
      "datatype": "String",
      "color": "#f64700",
      "graphtype": "node"
    },
    {
      "id": "cebaaf53-487c-4cf7-8dcb-d94b4d7bd8b2",
      "name": "Everett",
      "label": "Ashley",
      "description": "Consectetur sint ullamco enim reprehenderit voluptate quis officia ullamco amet occaecat ut anim mollit. Ipsum commodo et culpa deserunt excepteur ex. Irure id proident voluptate consectetur non duis.\r\n",
      "type": "hvac.VariableVolume",
      "datatype": "Boolean",
      "color": "#FF8C4C",
      "graphtype": "node"
    },
    {
      "id": "20d22207-7cb3-4759-8a14-599cf625a133",
      "name": "Langley",
      "label": "Cathy",
      "description": "Ad adipisicing dolor nisi irure quis magna ex ad voluptate velit irure cupidatat sit. Aliqua ad pariatur proident cillum cillum tempor. Aliqua magna qui cupidatat incididunt laboris ut exercitation adipisicing sit. Labore aliquip tempor ipsum ipsum do sunt qui dolore.\r\n",
      "type": "hvac.AirhandlingUnit",
      "datatype": "Boolean",
      "color": "#0090d9",
      "graphtype": "node"
    },
    {
      "id": "b6d0d351-a70b-4406-bbe8-a2f122308640",
      "name": "Thelma",
      "label": "Vega",
      "description": "Elit fugiat ad proident cillum pariatur reprehenderit dolor ex ipsum aliquip adipisicing nisi. Anim do amet id culpa officia. Aliquip adipisicing nisi magna et aliqua dolor amet voluptate eu laboris in laborum. Ex irure nostrud culpa anim deserunt aute amet ipsum irure eiusmod sunt.\r\n",
      "type": "iot.Element",
      "datatype": "String",
      "color": "#2ECC71",
      "graphtype": "node"
    },
    {
      "id": "b28e255e-2b00-437b-ab79-81d530c19266",
      "name": "Rose",
      "label": "Lizzie",
      "description": "Esse consectetur eiusmod adipisicing in ullamco officia sint sint id deserunt mollit eu. Tempor cillum ad duis ut deserunt pariatur consectetur proident quis dolor nisi. Velit minim velit minim Lorem minim ea cupidatat. Dolore esse excepteur sunt magna pariatur do labore mollit irure sint elit veniam minim. Nisi sint aute Lorem irure excepteur irure irure sint enim id labore cupidatat.\r\n",
      "type": "hvac.AirhandlingUnit",
      "datatype": "Other",
      "color": "#f2ad00",
      "graphtype": "node"
    },
    {
      "id": "89e0738e-8dfe-42fc-8284-297c818b2c86",
      "name": "Rita",
      "label": "Jacquelyn",
      "description": "Voluptate et proident labore id dolor. Aliquip excepteur proident excepteur nisi exercitation commodo veniam id proident. Velit nostrud est fugiat laborum esse qui elit. Est sit ut minim ad pariatur. Ea incididunt aliqua mollit mollit deserunt anim id pariatur proident. Ex qui nisi non commodo laboris.\r\n",
      "type": "iot.Element",
      "datatype": "Boolean",
      "color": "#2ECC71",
      "graphtype": "node"
    },
    {
      "id": "f88c3c24-2215-4801-b855-443b83005a5e",
      "name": "Corine",
      "label": "Stevens",
      "description": "Deserunt occaecat fugiat tempor nisi occaecat. Aliquip fugiat ad dolor ad commodo nulla pariatur. Ipsum proident aute occaecat esse est minim labore. Mollit id aliqua irure nulla irure qui veniam.\r\n",
      "type": "iot.Country",
      "datatype": "String",
      "color": "#FF8C4C",
      "graphtype": "node"
    },
    {
      "id": "2c1d1ac6-eedc-4163-949e-4ec391ebc301",
      "name": "Sheila",
      "label": "Cruz",
      "description": "Consectetur qui cillum dolor duis proident minim ut pariatur occaecat pariatur ut proident. Eu deserunt id voluptate esse aliqua fugiat ad. Sint excepteur do veniam nulla dolor labore esse ea quis est elit nulla minim aliquip. Irure enim irure consectetur id do labore est amet aliqua et commodo incididunt veniam. Sint id ex velit anim irure reprehenderit laboris incididunt consequat aute duis eiusmod. In fugiat dolore est dolor aute ut et minim. Aliqua voluptate Lorem reprehenderit sint magna quis amet ad sit officia occaecat id.\r\n",
      "type": "iot.Point",
      "datatype": "NUmber",
      "color": "#2ECC71",
      "graphtype": "node"
    },
    {
      "id": "5e4d0138-7f48-4631-94c5-5a6169474596",
      "name": "Sherman",
      "label": "Cochran",
      "description": "Nulla laborum sit officia quis ipsum aliquip aliqua ea eiusmod consectetur commodo ad. Consectetur ullamco elit nisi ad dolor est Lorem culpa est laborum dolor. Nostrud ut cillum aute laborum ad ipsum magna sint elit. Ipsum amet consequat sunt sunt duis sint nisi. Cillum ut in culpa labore ea consectetur. Ea nulla non pariatur proident. Nostrud magna anim eu magna velit nisi aliquip sint do irure excepteur esse est adipisicing.\r\n",
      "type": "hvac.AirhandlingUnit",
      "datatype": "NUmber",
      "color": "#D11D72",
      "graphtype": "node"
    },
    {
      "id": "2f800cac-fb6a-4eed-9153-35232e1a8923",
      "name": "Annette",
      "label": "Drake",
      "description": "Occaecat amet nulla exercitation aliquip do sit elit in irure aliqua sint officia cillum. Velit voluptate adipisicing occaecat dolore minim sunt exercitation adipisicing anim exercitation ea quis culpa. Do tempor eiusmod velit nulla qui voluptate eiusmod nostrud quis. Pariatur cillum quis consectetur laboris labore aliquip. Lorem quis aute aliquip commodo et ipsum aliquip pariatur aute qui aute. Duis ad voluptate eiusmod sunt veniam.\r\n",
      "type": "iot.Region",
      "datatype": "NUmber",
      "color": "#f64700",
      "graphtype": "node"
    },
    {
      "id": "50566a2b-58b0-430d-a3e0-70d12dbab34a",
      "name": "Coleen",
      "label": "Eugenia",
      "description": "Ad dolore quis exercitation cupidatat ea anim nisi exercitation qui eu dolor. Aliquip dolore et officia minim eu minim ex reprehenderit est. Fugiat reprehenderit tempor ea consequat veniam reprehenderit irure. Reprehenderit aliquip velit consequat sunt amet culpa sit Lorem eu minim consequat consequat nulla ipsum. Cillum ullamco esse cupidatat aute excepteur culpa quis.\r\n",
      "type": "iot.Asset",
      "datatype": "Boolean",
      "color": "#f2ad00",
      "graphtype": "node"
    },
    {
      "id": "fd06e419-b126-4661-b1b8-cb1d01ff3faa",
      "name": "Brooke",
      "label": "Melba",
      "description": "Lorem mollit aliquip pariatur culpa minim mollit ipsum culpa fugiat pariatur ex veniam aliqua ea. Adipisicing magna exercitation tempor incididunt qui do. Nisi qui duis consectetur ea reprehenderit proident anim ullamco in et ullamco eu Lorem veniam.\r\n",
      "type": "iot.Point",
      "datatype": "String",
      "color": "#f2ad00",
      "graphtype": "node"
    },
    {
      "id": "356ef402-4e88-4182-b047-e08430d632b1",
      "name": "Phelps",
      "label": "Malone",
      "description": "Aliqua occaecat officia sunt laboris ullamco officia est enim in adipisicing excepteur aute. In dolore sint esse tempor ea laboris labore eu aute in veniam sunt. Esse sint est labore consequat minim. Sunt occaecat occaecat quis labore eiusmod quis irure deserunt duis consequat tempor. Ea id laboris quis deserunt. Consectetur sit adipisicing veniam ad id laborum duis in irure et consequat nisi aliqua. Sit labore irure dolore ipsum id ipsum ipsum velit amet sunt eu esse.\r\n",
      "type": "iot.Region",
      "datatype": "String",
      "color": "#FF8C4C",
      "graphtype": "node"
    },
    {
      "id": "59a9bd98-7b6b-4def-af55-cc6151a78b9b",
      "name": "Alejandra",
      "label": "Hall",
      "description": "Officia magna pariatur voluptate esse dolore sit nisi ut. Sit irure irure aute nisi incididunt amet excepteur fugiat do aliquip cupidatat voluptate consequat ipsum. Velit commodo elit elit minim mollit esse ad consequat esse. Laborum in nostrud elit veniam dolor laborum do ea quis. Do ipsum tempor irure pariatur dolor proident in quis commodo eu. Aliqua minim aliqua nisi consectetur dolor.\r\n",
      "type": "iot.Space",
      "datatype": "Boolean",
      "color": "#f64700",
      "graphtype": "node"
    },
    {
      "id": "e1c55c10-8f42-47cc-aff7-aed7d587c65a",
      "name": "Ayers",
      "label": "Pate",
      "description": "Quis sit dolor quis dolor ipsum voluptate reprehenderit. Excepteur ullamco proident do et fugiat consectetur voluptate ullamco incididunt consequat laboris voluptate reprehenderit. Pariatur consectetur reprehenderit magna in qui ullamco. Occaecat nisi pariatur pariatur do ex in ut non anim. In laboris consequat Lorem proident enim pariatur laborum commodo nulla duis laborum. Ullamco tempor labore aliquip velit ullamco eiusmod irure exercitation. Laborum elit aute anim magna consectetur incididunt commodo dolore fugiat non reprehenderit.\r\n",
      "type": "iot.Country",
      "datatype": "Other",
      "color": "#2ECC71",
      "graphtype": "node"
    },
    {
      "id": "e0f01de3-69a8-433b-8cb7-99854f66825a",
      "name": "Patel",
      "label": "Avila",
      "description": "Nulla labore fugiat et veniam amet eu dolore incididunt ad commodo pariatur irure cupidatat. Dolore sunt occaecat nostrud exercitation laborum qui labore incididunt id. Excepteur excepteur velit consequat cillum commodo labore duis. Lorem do et pariatur exercitation Lorem deserunt nulla.\r\n",
      "type": "iot.AttributeValue",
      "datatype": "Boolean",
      "color": "#D11D72",
      "graphtype": "node"
    },
    {
      "id": "021030cc-fe96-466a-86ad-c83edb51670a",
      "name": "Mamie",
      "label": "Vicky",
      "description": "Mollit nulla amet elit sunt reprehenderit deserunt esse nostrud. Nisi qui dolore magna aliqua minim Lorem sint in nostrud velit aliqua. Nulla est ea esse sunt fugiat aute pariatur est dolor ipsum proident sunt. Eu sit sunt excepteur exercitation.\r\n",
      "type": "iot.Element",
      "datatype": "Boolean",
      "color": "#f64700",
      "graphtype": "node"
    },
    {
      "id": "60382ac8-d5cb-4752-a923-4807c27a19f3",
      "name": "Sharon",
      "label": "Erna",
      "description": "Labore sit qui tempor aute sint quis. Esse ut culpa non in commodo elit ullamco esse aliquip non proident tempor. Id nisi velit pariatur pariatur. Non cillum nulla quis duis id incididunt minim ut eiusmod.\r\n",
      "type": "iot.Country",
      "datatype": "Boolean",
      "color": "#FF8C4C",
      "graphtype": "node"
    },
    {
      "id": "7fd091c6-0bcc-4005-bfd2-6f3062799615",
      "name": "Owen",
      "label": "Patton",
      "description": "Reprehenderit elit qui ex exercitation anim cupidatat excepteur ea aliqua. Esse quis ea et sit dolor eu consectetur et anim. Dolore laborum in pariatur nostrud aliqua et duis. Nulla et dolore et do.\r\n",
      "type": "iot.Asset",
      "datatype": "enum",
      "color": "#f2ad00",
      "graphtype": "node"
    },
    {
      "id": "406a399b-b80a-4431-bc14-f9c22264c62c",
      "name": "Luz",
      "label": "Blanca",
      "description": "Ex sit culpa id pariatur occaecat laboris et irure quis cupidatat. Nisi quis proident esse consequat veniam excepteur. Laborum tempor labore officia excepteur cupidatat consectetur nisi velit deserunt Lorem eu qui voluptate. Nisi nostrud consectetur culpa ullamco fugiat dolor non esse cillum id proident. Ex mollit tempor velit id et culpa consequat commodo cupidatat. Ipsum aliquip enim non ut pariatur. Reprehenderit tempor Lorem amet reprehenderit veniam est veniam labore irure ullamco aliquip reprehenderit.\r\n",
      "type": "iot.AttributeValue",
      "datatype": "NUmber",
      "color": "#0090d9",
      "graphtype": "node"
    },
    {
      "id": "d7648e53-470f-4631-b81e-f3555997a0ed",
      "name": "Steele",
      "label": "Velma",
      "description": "Sunt velit et enim aliqua occaecat. Laborum mollit anim proident et elit aliquip excepteur ex Lorem et excepteur consequat. Laborum duis sunt est nulla irure cupidatat officia. Eiusmod ullamco aute dolore mollit cillum nulla ex id.\r\n",
      "type": "iot.Site",
      "datatype": "Other",
      "color": "#f2ad00",
      "graphtype": "node"
    },
    {
      "id": "81c3e38c-b467-418d-9fc8-5d30f9e0aefd",
      "name": "Tanisha",
      "label": "Bonnie",
      "description": "Id irure adipisicing aliquip dolore laborum adipisicing in tempor. Enim anim tempor sunt cillum magna mollit nulla in do. Amet qui veniam dolore ut duis cupidatat magna sunt officia id sit. Laborum duis nulla quis occaecat laboris culpa ipsum consectetur in in. Et sint cupidatat qui ullamco sit ipsum ad enim. Sit aliqua proident mollit ex consectetur ex cillum et minim id magna officia. In irure adipisicing labore reprehenderit cillum eu duis fugiat ipsum id nisi laboris.\r\n",
      "type": "iot.Site",
      "datatype": "NUmber",
      "color": "#0090d9",
      "graphtype": "node"
    },
    {
      "id": "8874a62f-86bf-4d53-b77f-e980569ba377",
      "name": "Misty",
      "label": "Jimenez",
      "description": "Aliquip incididunt aliqua minim id magna sunt. Qui sint consectetur excepteur nostrud officia ut sint voluptate do dolore et minim aliquip. Ad eu irure consectetur sit consequat commodo irure dolore officia reprehenderit dolore dolor in. Minim nisi voluptate nisi occaecat labore in laborum tempor. Anim esse nulla anim mollit officia ea magna.\r\n",
      "type": "iot.Element",
      "datatype": "enum",
      "color": "#0090d9",
      "graphtype": "node"
    },
    {
      "id": "663a74cb-fab6-49eb-90cd-2c22d03ef4e9",
      "name": "Osborn",
      "label": "Henry",
      "description": "Eu mollit officia reprehenderit elit elit. Deserunt fugiat commodo aliqua anim. Esse labore est velit laborum ad ullamco. Ex laboris pariatur exercitation nulla eiusmod et eiusmod aliqua pariatur et proident. Lorem reprehenderit in ut deserunt id aliquip aliqua sunt aute culpa.\r\n",
      "type": "iot.Site",
      "datatype": "NUmber",
      "color": "#0090d9",
      "graphtype": "node"
    },
    {
      "id": "4ce2815f-4ecb-45a3-9245-d3e495f0d31e",
      "name": "Ellison",
      "label": "Alexandria",
      "description": "Eiusmod est magna nisi labore consequat ea ullamco pariatur tempor irure esse. Magna non occaecat est reprehenderit id exercitation amet sunt mollit tempor in ad ea culpa. Pariatur amet labore consequat deserunt culpa ad voluptate ex qui commodo.\r\n",
      "type": "iot.Site",
      "datatype": "Boolean",
      "color": "#FF8C4C",
      "graphtype": "node"
    },
    {
      "id": "875651b2-6f1f-4843-8b04-da4ccf02555c",
      "name": "Nikki",
      "label": "Luann",
      "description": "Ex enim consectetur ipsum et et proident laborum ad id esse excepteur. Anim labore id commodo sunt veniam dolor mollit velit cupidatat eu quis. Exercitation reprehenderit ea culpa fugiat ullamco reprehenderit quis eiusmod quis.\r\n",
      "type": "iot.Element",
      "datatype": "enum",
      "color": "#0090d9",
      "graphtype": "node"
    },
    {
      "id": "dc8bd41e-00a9-453c-918b-6e6e7580896a",
      "name": "Battle",
      "label": "Jewel",
      "description": "Id commodo do ut fugiat reprehenderit culpa pariatur. Eiusmod tempor elit laborum eiusmod ex quis tempor mollit. Enim labore anim mollit aliqua consequat consectetur enim sunt. Voluptate elit laborum velit reprehenderit aliqua do Lorem culpa quis dolor do. Adipisicing ut qui cillum ea ipsum. Ex qui aliquip est sint labore. Culpa cillum ad enim ullamco cillum proident id eu in labore do pariatur ipsum.\r\n",
      "type": "hvac.AirhandlingUnit",
      "datatype": "Other",
      "color": "#D11D72",
      "graphtype": "node"
    },
    {
      "id": "cce0abe8-9202-4263-939e-cb9f300ae58c",
      "name": "Ray",
      "label": "Riggs",
      "description": "Ullamco dolore et in sunt ipsum nisi. Ipsum incididunt veniam laborum cupidatat amet sint cupidatat aliqua eiusmod. Proident sit laboris velit tempor ea cupidatat tempor proident non eu fugiat veniam aliqua. Est amet qui officia eiusmod dolor esse consequat minim consequat consequat laboris aliquip excepteur consequat.\r\n",
      "type": "iot.Asset",
      "datatype": "NUmber",
      "color": "#f64700",
      "graphtype": "node"
    },
    {
      "id": "463fe7b1-971b-45e2-9a0c-57326e1fbc55",
      "name": "Quinn",
      "label": "Vinson",
      "description": "In mollit irure veniam aute do sint amet commodo dolor. Id mollit sint laborum in in amet laboris et duis do pariatur sunt anim occaecat. Qui aute incididunt amet exercitation id aute dolore magna ea ea aliquip ea. Dolore tempor ex minim proident occaecat voluptate culpa excepteur aute incididunt magna eu. Ad anim in id magna.\r\n",
      "type": "hvac.Chiller",
      "datatype": "Other",
      "color": "#D11D72",
      "graphtype": "node"
    }
  ],
  "edges": [
    {
      "from": "c7d82a29-794d-46e7-a31c-28bbbfcdfb8c",
      "to": "49e8b4c5-ed7f-4d8e-aff0-7f6e52e00d7e",
      "graphtype": "egde"
    },
    {
      "from": "f63fbc97-91f9-45ee-b2b5-063f0e4b322e",
      "to": "49e8b4c5-ed7f-4d8e-aff0-7f6e52e00d7e",
      "graphtype": "egde"
    },
    {
      "from": "e28bbb29-4d68-4cc5-a94f-d8869a130a95",
      "to": "49e8b4c5-ed7f-4d8e-aff0-7f6e52e00d7e",
      "graphtype": "egde"
    },
    {
      "from": "e3542ad9-eac0-4e85-a103-f5340218e428",
      "to": "49e8b4c5-ed7f-4d8e-aff0-7f6e52e00d7e",
      "graphtype": "egde"
    },
    {
      "from": "47f55e40-8e9c-4b4d-aac7-3f590a0a8464",
      "to": "49e8b4c5-ed7f-4d8e-aff0-7f6e52e00d7e",
      "graphtype": "egde"
    },
    {
      "from": "7c1cafac-73eb-4aaf-a305-be2004f47797",
      "to": "49e8b4c5-ed7f-4d8e-aff0-7f6e52e00d7e",
      "graphtype": "egde"
    },
    {
      "from": "9d364b5f-3d3b-48d0-9459-c1fc1d9915d6",
      "to": "49e8b4c5-ed7f-4d8e-aff0-7f6e52e00d7e",
      "graphtype": "egde"
    },
    {
      "from": "a6567442-ab46-4e45-94b3-c361678dc7f2",
      "to": "49e8b4c5-ed7f-4d8e-aff0-7f6e52e00d7e",
      "graphtype": "egde"
    },
    {
      "from": "a76513e4-7d84-455b-b238-29ee16b11996",
      "to": "49e8b4c5-ed7f-4d8e-aff0-7f6e52e00d7e",
      "graphtype": "egde"
    },
    {
      "from": "8ba93683-18d6-41aa-abc5-140d98272b8e",
      "to": "e04db834-0767-4227-834c-07d5c8d42c27",
      "graphtype": "egde"
    },
    {
      "from": "7587403b-19d1-44c4-a110-21ea30f15501",
      "to": "e04db834-0767-4227-834c-07d5c8d42c27",
      "graphtype": "egde"
    },
    {
      "from": "386b7ea4-d84c-49d5-aac2-a760289b2130",
      "to": "e04db834-0767-4227-834c-07d5c8d42c27",
      "graphtype": "egde"
    },
    {
      "from": "28474357-810d-4823-ae61-1d593b449cc3",
      "to": "e04db834-0767-4227-834c-07d5c8d42c27",
      "graphtype": "egde"
    },
    {
      "from": "f2e3e44a-403e-43aa-b05a-820f4f25577d",
      "to": "e04db834-0767-4227-834c-07d5c8d42c27",
      "graphtype": "egde"
    },
    {
      "from": "2435bfd1-f136-4beb-8991-c106d7c641b3",
      "to": "e04db834-0767-4227-834c-07d5c8d42c27",
      "graphtype": "egde"
    },
    {
      "from": "2890c9ee-1200-4a20-8076-5b8ecee998c9",
      "to": "e04db834-0767-4227-834c-07d5c8d42c27",
      "graphtype": "egde"
    },
    {
      "from": "e1ded557-6279-4b4b-a242-f78c06b35cb7",
      "to": "e04db834-0767-4227-834c-07d5c8d42c27",
      "graphtype": "egde"
    },
    {
      "from": "56561c2d-1e6a-4a62-b18b-4829695a9cec",
      "to": "e04db834-0767-4227-834c-07d5c8d42c27",
      "graphtype": "egde"
    },
    {
      "from": "d5394c52-408b-446a-9f6f-0f961e139243",
      "to": "93d3ca91-9123-4eec-bb98-8f8e84a74f68",
      "graphtype": "egde"
    },
    {
      "from": "c1d97201-f86f-4250-b849-cc11932245d9",
      "to": "93d3ca91-9123-4eec-bb98-8f8e84a74f68",
      "graphtype": "egde"
    },
    {
      "from": "00ffcaba-1836-4716-8d1d-2f70770abef0",
      "to": "93d3ca91-9123-4eec-bb98-8f8e84a74f68",
      "graphtype": "egde"
    },
    {
      "from": "1623ba63-4041-47b8-ba8c-4cd58cf1d90f",
      "to": "93d3ca91-9123-4eec-bb98-8f8e84a74f68",
      "graphtype": "egde"
    },
    {
      "from": "b25a5e56-0952-4a38-ac33-8189015fead9",
      "to": "93d3ca91-9123-4eec-bb98-8f8e84a74f68",
      "graphtype": "egde"
    },
    {
      "from": "d914dbed-0841-4190-8ef9-19627c5adfc8",
      "to": "93d3ca91-9123-4eec-bb98-8f8e84a74f68",
      "graphtype": "egde"
    },
    {
      "from": "fabc15c7-7e1d-486b-ac7a-3e597e8d93f5",
      "to": "93d3ca91-9123-4eec-bb98-8f8e84a74f68",
      "graphtype": "egde"
    },
    {
      "from": "1a9da869-2f9a-4d12-ad06-8a7283f3b2a0",
      "to": "93d3ca91-9123-4eec-bb98-8f8e84a74f68",
      "graphtype": "egde"
    },
    {
      "from": "9de36104-1929-41ab-be9b-c00ba3b7e175",
      "to": "93d3ca91-9123-4eec-bb98-8f8e84a74f68",
      "graphtype": "egde"
    },
    {
      "from": "9c994df5-4817-4d28-bdd6-902a8913bb1b",
      "to": "edb0f3cd-e64f-44b6-b55f-b20571c0d7b6",
      "graphtype": "egde"
    },
    {
      "from": "cacac581-b4d4-4a41-9179-ce2a0f553539",
      "to": "edb0f3cd-e64f-44b6-b55f-b20571c0d7b6",
      "graphtype": "egde"
    },
    {
      "from": "ebd324f4-abbd-42fa-afd0-013bdef5e570",
      "to": "edb0f3cd-e64f-44b6-b55f-b20571c0d7b6",
      "graphtype": "egde"
    },
    {
      "from": "0c368616-e60c-4322-a11c-71c740934bcf",
      "to": "edb0f3cd-e64f-44b6-b55f-b20571c0d7b6",
      "graphtype": "egde"
    },
    {
      "from": "bd232f56-0f7d-4902-8ca7-798a05cb3484",
      "to": "edb0f3cd-e64f-44b6-b55f-b20571c0d7b6",
      "graphtype": "egde"
    },
    {
      "from": "f9421d18-393e-475d-b915-764bb8967b33",
      "to": "edb0f3cd-e64f-44b6-b55f-b20571c0d7b6",
      "graphtype": "egde"
    },
    {
      "from": "9b95f415-17bf-4634-9a29-4876af09c73c",
      "to": "edb0f3cd-e64f-44b6-b55f-b20571c0d7b6",
      "graphtype": "egde"
    },
    {
      "from": "b764c313-ea21-4e03-81ae-30a78684778b",
      "to": "edb0f3cd-e64f-44b6-b55f-b20571c0d7b6",
      "graphtype": "egde"
    },
    {
      "from": "2fac68f0-15cc-4212-aa79-d0493b7e38fd",
      "to": "edb0f3cd-e64f-44b6-b55f-b20571c0d7b6",
      "graphtype": "egde"
    },
    {
      "from": "8e1d5b1d-eed1-40e9-86be-67036c48365d",
      "to": "5c1dfad1-242d-4592-afde-f7db45b079a7",
      "graphtype": "egde"
    },
    {
      "from": "a780b9ac-c7cd-42a9-bca7-f391cd39b646",
      "to": "5c1dfad1-242d-4592-afde-f7db45b079a7",
      "graphtype": "egde"
    },
    {
      "from": "306b6b27-4fc1-4859-b688-cb578fea48ba",
      "to": "5c1dfad1-242d-4592-afde-f7db45b079a7",
      "graphtype": "egde"
    },
    {
      "from": "3222ac85-e8b6-476f-b135-59e8ddfcf740",
      "to": "5c1dfad1-242d-4592-afde-f7db45b079a7",
      "graphtype": "egde"
    },
    {
      "from": "b52a4540-aeed-4ac9-b269-edb86e1c29c0",
      "to": "5c1dfad1-242d-4592-afde-f7db45b079a7",
      "graphtype": "egde"
    },
    {
      "from": "ac80676d-ac85-4cef-b079-b6ea98b086de",
      "to": "5c1dfad1-242d-4592-afde-f7db45b079a7",
      "graphtype": "egde"
    },
    {
      "from": "21fe1d5e-0674-4803-b766-a1e8eb150452",
      "to": "5c1dfad1-242d-4592-afde-f7db45b079a7",
      "graphtype": "egde"
    },
    {
      "from": "c99326d6-0371-4371-95a5-c45454ff5056",
      "to": "5c1dfad1-242d-4592-afde-f7db45b079a7",
      "graphtype": "egde"
    },
    {
      "from": "c91c9549-3db0-483b-b814-dc3412d837ba",
      "to": "5c1dfad1-242d-4592-afde-f7db45b079a7",
      "graphtype": "egde"
    },
    {
      "from": "c6947212-5b7b-48ef-8327-9ad67393cd86",
      "to": "e1135a72-f210-4cac-a5cd-d199ae0c040d",
      "graphtype": "egde"
    },
    {
      "from": "8e6a3f80-9b10-470a-a594-950c29e9462a",
      "to": "e1135a72-f210-4cac-a5cd-d199ae0c040d",
      "graphtype": "egde"
    },
    {
      "from": "f51c4960-de78-4f6e-8176-3d034d86d154",
      "to": "e1135a72-f210-4cac-a5cd-d199ae0c040d",
      "graphtype": "egde"
    },
    {
      "from": "63c05dbb-79c8-47fc-bb1d-4e5dfd647732",
      "to": "e1135a72-f210-4cac-a5cd-d199ae0c040d",
      "graphtype": "egde"
    },
    {
      "from": "454c36f7-f47b-418f-bd04-f1d8a1c99844",
      "to": "e1135a72-f210-4cac-a5cd-d199ae0c040d",
      "graphtype": "egde"
    },
    {
      "from": "8758430d-75cb-4242-9178-ef2413baecb8",
      "to": "e1135a72-f210-4cac-a5cd-d199ae0c040d",
      "graphtype": "egde"
    },
    {
      "from": "c484e77d-71f7-4557-90a5-2ac9f8c7446d",
      "to": "e1135a72-f210-4cac-a5cd-d199ae0c040d",
      "graphtype": "egde"
    },
    {
      "from": "1a7ecde7-1bbb-4abe-951d-76b98bf2311f",
      "to": "e1135a72-f210-4cac-a5cd-d199ae0c040d",
      "graphtype": "egde"
    },
    {
      "from": "163bcca4-65b1-4e42-9898-c0f1036c75f8",
      "to": "e1135a72-f210-4cac-a5cd-d199ae0c040d",
      "graphtype": "egde"
    },
    {
      "from": "9b6d4d3a-4853-49d7-8d9e-d28fde87172e",
      "to": "aedab72d-ec04-41f6-beeb-f9ffc1a57f08",
      "graphtype": "egde"
    },
    {
      "from": "766d46aa-aa0d-4fc3-bd4a-232a86654e11",
      "to": "aedab72d-ec04-41f6-beeb-f9ffc1a57f08",
      "graphtype": "egde"
    },
    {
      "from": "1cb76843-4666-4ff6-90df-b0668d355ca0",
      "to": "aedab72d-ec04-41f6-beeb-f9ffc1a57f08",
      "graphtype": "egde"
    },
    {
      "from": "96649232-de7b-400c-a141-66d2ce2d56ae",
      "to": "aedab72d-ec04-41f6-beeb-f9ffc1a57f08",
      "graphtype": "egde"
    },
    {
      "from": "a8e0168f-d5ec-437e-8f1d-f8246374976e",
      "to": "aedab72d-ec04-41f6-beeb-f9ffc1a57f08",
      "graphtype": "egde"
    },
    {
      "from": "e1581c84-7336-405b-b918-944ee2c16888",
      "to": "aedab72d-ec04-41f6-beeb-f9ffc1a57f08",
      "graphtype": "egde"
    },
    {
      "from": "7b65d948-d7de-40f6-a492-d0812f05ce38",
      "to": "aedab72d-ec04-41f6-beeb-f9ffc1a57f08",
      "graphtype": "egde"
    },
    {
      "from": "0132f583-f136-4800-b128-e6b086ab97b1",
      "to": "aedab72d-ec04-41f6-beeb-f9ffc1a57f08",
      "graphtype": "egde"
    },
    {
      "from": "693d2ccd-8c42-4e41-ab5c-3ae4c45f43d1",
      "to": "aedab72d-ec04-41f6-beeb-f9ffc1a57f08",
      "graphtype": "egde"
    },
    {
      "from": "dfda5482-67aa-4aca-b5a8-2535b3129410",
      "to": "d272c27b-a445-49f2-a231-4593f93aeb66",
      "graphtype": "egde"
    },
    {
      "from": "cebaaf53-487c-4cf7-8dcb-d94b4d7bd8b2",
      "to": "d272c27b-a445-49f2-a231-4593f93aeb66",
      "graphtype": "egde"
    },
    {
      "from": "20d22207-7cb3-4759-8a14-599cf625a133",
      "to": "d272c27b-a445-49f2-a231-4593f93aeb66",
      "graphtype": "egde"
    },
    {
      "from": "b6d0d351-a70b-4406-bbe8-a2f122308640",
      "to": "d272c27b-a445-49f2-a231-4593f93aeb66",
      "graphtype": "egde"
    },
    {
      "from": "b28e255e-2b00-437b-ab79-81d530c19266",
      "to": "d272c27b-a445-49f2-a231-4593f93aeb66",
      "graphtype": "egde"
    },
    {
      "from": "89e0738e-8dfe-42fc-8284-297c818b2c86",
      "to": "d272c27b-a445-49f2-a231-4593f93aeb66",
      "graphtype": "egde"
    },
    {
      "from": "f88c3c24-2215-4801-b855-443b83005a5e",
      "to": "d272c27b-a445-49f2-a231-4593f93aeb66",
      "graphtype": "egde"
    },
    {
      "from": "2c1d1ac6-eedc-4163-949e-4ec391ebc301",
      "to": "d272c27b-a445-49f2-a231-4593f93aeb66",
      "graphtype": "egde"
    },
    {
      "from": "5e4d0138-7f48-4631-94c5-5a6169474596",
      "to": "d272c27b-a445-49f2-a231-4593f93aeb66",
      "graphtype": "egde"
    },
    {
      "from": "50566a2b-58b0-430d-a3e0-70d12dbab34a",
      "to": "2f800cac-fb6a-4eed-9153-35232e1a8923",
      "graphtype": "egde"
    },
    {
      "from": "fd06e419-b126-4661-b1b8-cb1d01ff3faa",
      "to": "2f800cac-fb6a-4eed-9153-35232e1a8923",
      "graphtype": "egde"
    },
    {
      "from": "356ef402-4e88-4182-b047-e08430d632b1",
      "to": "2f800cac-fb6a-4eed-9153-35232e1a8923",
      "graphtype": "egde"
    },
    {
      "from": "59a9bd98-7b6b-4def-af55-cc6151a78b9b",
      "to": "2f800cac-fb6a-4eed-9153-35232e1a8923",
      "graphtype": "egde"
    },
    {
      "from": "e1c55c10-8f42-47cc-aff7-aed7d587c65a",
      "to": "2f800cac-fb6a-4eed-9153-35232e1a8923",
      "graphtype": "egde"
    },
    {
      "from": "e0f01de3-69a8-433b-8cb7-99854f66825a",
      "to": "2f800cac-fb6a-4eed-9153-35232e1a8923",
      "graphtype": "egde"
    },
    {
      "from": "021030cc-fe96-466a-86ad-c83edb51670a",
      "to": "2f800cac-fb6a-4eed-9153-35232e1a8923",
      "graphtype": "egde"
    },
    {
      "from": "60382ac8-d5cb-4752-a923-4807c27a19f3",
      "to": "2f800cac-fb6a-4eed-9153-35232e1a8923",
      "graphtype": "egde"
    },
    {
      "from": "7fd091c6-0bcc-4005-bfd2-6f3062799615",
      "to": "2f800cac-fb6a-4eed-9153-35232e1a8923",
      "graphtype": "egde"
    },
    {
      "from": "d7648e53-470f-4631-b81e-f3555997a0ed",
      "to": "406a399b-b80a-4431-bc14-f9c22264c62c",
      "graphtype": "egde"
    },
    {
      "from": "81c3e38c-b467-418d-9fc8-5d30f9e0aefd",
      "to": "406a399b-b80a-4431-bc14-f9c22264c62c",
      "graphtype": "egde"
    },
    {
      "from": "8874a62f-86bf-4d53-b77f-e980569ba377",
      "to": "406a399b-b80a-4431-bc14-f9c22264c62c",
      "graphtype": "egde"
    },
    {
      "from": "663a74cb-fab6-49eb-90cd-2c22d03ef4e9",
      "to": "406a399b-b80a-4431-bc14-f9c22264c62c",
      "graphtype": "egde"
    },
    {
      "from": "4ce2815f-4ecb-45a3-9245-d3e495f0d31e",
      "to": "406a399b-b80a-4431-bc14-f9c22264c62c",
      "graphtype": "egde"
    },
    {
      "from": "875651b2-6f1f-4843-8b04-da4ccf02555c",
      "to": "406a399b-b80a-4431-bc14-f9c22264c62c",
      "graphtype": "egde"
    },
    {
      "from": "dc8bd41e-00a9-453c-918b-6e6e7580896a",
      "to": "406a399b-b80a-4431-bc14-f9c22264c62c",
      "graphtype": "egde"
    },
    {
      "from": "cce0abe8-9202-4263-939e-cb9f300ae58c",
      "to": "406a399b-b80a-4431-bc14-f9c22264c62c",
      "graphtype": "egde"
    },
    {
      "from": "463fe7b1-971b-45e2-9a0c-57326e1fbc55",
      "to": "406a399b-b80a-4431-bc14-f9c22264c62c",
      "graphtype": "egde"
    },
    {
      "from": "49e8b4c5-ed7f-4d8e-aff0-7f6e52e00d7e",
      "to": "e04db834-0767-4227-834c-07d5c8d42c27",
      "graphtype": "egde"
    },
    {
      "from": "93d3ca91-9123-4eec-bb98-8f8e84a74f68",
      "to": "edb0f3cd-e64f-44b6-b55f-b20571c0d7b6",
      "graphtype": "egde"
    },
    {
      "from": "5c1dfad1-242d-4592-afde-f7db45b079a7",
      "to": "e1135a72-f210-4cac-a5cd-d199ae0c040d",
      "graphtype": "egde"
    },
    {
      "from": "aedab72d-ec04-41f6-beeb-f9ffc1a57f08",
      "to": "d272c27b-a445-49f2-a231-4593f93aeb66",
      "graphtype": "egde"
    },
    {
      "from": "2f800cac-fb6a-4eed-9153-35232e1a8923",
      "to": "406a399b-b80a-4431-bc14-f9c22264c62c",
      "graphtype": "egde"
    }
  ]
}
